[SRHIncursion X2SitRepTemplate]
FriendlyName="Поддержка военачальника Заступников"
Description="В точке проведения операции замечен важный представитель заступников."

[SRHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Поддержка военачальника Заступников"
Description="Бунтари заступников будут нам помогать на протяжении задания."

[TRHIncursion X2SitRepTemplate]
FriendlyName="Пси-поддержка Храмовников"
Description="В точке проведения операции засечена отчетливая аура храмовников."

[TRHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Пси-поддержка Храмовников"
Description="На протяжении данного задания храмовники нам будут оказывать поддержку."

[RRHIncursion X2SitRepTemplate]
FriendlyName="Сталкеры Жнецов"
Description="В точке проведения операции удалось засечь множественные шифрованные передачи на частоте жнецов."

[RRHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Сталкеры Жнецов"
Description="Нам удалось засечь множественные шифрованные передачи на частоте жнецов. Они уже тут."

[ARHIncursion X2SitRepTemplate]
FriendlyName="Оперативная группа Сопротивления"
Description="По данным нашей разведки в указанной области действует немало агентов Сопротивления."

[ARHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Оперативная группа Сопротивления"
Description="По данным нашей разведки в указанной области действует немало агентов Сопротивления."

[RhiSkirmSoldier_M1 X2CharacterTemplate]
strCharacterName="Бунтарь заступников"

[RhiSkirmSoldier_M2 X2CharacterTemplate]
strCharacterName="Бунтарь заступников"

[RhiSkirmSoldier_M3 X2CharacterTemplate]
strCharacterName="Бунтарь заступников"

[RhiSkirmTrooper_M1 X2CharacterTemplate]
strCharacterName="Разведчик заступников"

[RhiSkirmTrooper_M2 X2CharacterTemplate]
strCharacterName="Разведчик заступников"

[RhiSkirmTrooper_M3 X2CharacterTemplate]
strCharacterName="Разведчик заступников"

[RhiSkirmBattleMaster_M1 X2CharacterTemplate]
strCharacterName="Военачальник заступников"

[RhiSkirmBattleMaster_M2 X2CharacterTemplate]
strCharacterName="Военачальник заступников"

[RhiSkirmBattleMaster_M3 X2CharacterTemplate]
strCharacterName="Военачальник заступников"

[RhiTemplarSoldier_M1 X2CharacterTemplate]
strCharacterName="Поборник храмовников"

[RhiTemplarSoldier_M2 X2CharacterTemplate]
strCharacterName="Поборник храмовников"

[RhiTemplarSoldier_M3 X2CharacterTemplate]
strCharacterName="Поборник храмовников"

[RhiTemplarFodder_M1 X2CharacterTemplate]
strCharacterName="Рыцарь храмовников"

[RhiTemplarFodder_M2 X2CharacterTemplate]
strCharacterName="Рыцарь храмовников"

[RhiTemplarFodder_M3 X2CharacterTemplate]
strCharacterName="Рыцарь храмовников"

[RhiTemplarGuardian_M1 X2CharacterTemplate]
strCharacterName="Священник храмовников"

[RhiTemplarGuardian_M2 X2CharacterTemplate]
strCharacterName="Жрец храмовников"

[RhiTemplarGuardian_M3 X2CharacterTemplate]
strCharacterName="Епископ храмовников"

[RhiReaperStalker_M1 X2CharacterTemplate]
strCharacterName="Сталкер жнецов"

[RhiReaperStalker_M2 X2CharacterTemplate]
strCharacterName="Сталкер жнецов"

[RhiReaperStalker_M3 X2CharacterTemplate]
strCharacterName="Сталкер жнецов"

[RhiReaperSniper_M1 X2CharacterTemplate]
strCharacterName="Ловчий жнецов"

[RhiReaperSniper_M2 X2CharacterTemplate]
strCharacterName="Ловчий жнецов"

[RhiReaperSniper_M3 X2CharacterTemplate]
strCharacterName="Ловчий жнецов"

[RhiReaperExecutor_M1 X2CharacterTemplate]
strCharacterName="Элитный охотник жнецов"

[RhiReaperExecutor_M2 X2CharacterTemplate]
strCharacterName="Элитный охотник жнецов"

[RhiReaperExecutor_M3 X2CharacterTemplate]
strCharacterName="Элитный охотник жнецов"

[RhiRifle_CV X2WeaponTemplate]
FriendlyName="Винтовка"
FriendlyNamePlural="Винтовки"
BriefSummary=""
TacticalText=""

[RhiLMG_CV X2WeaponTemplate]
FriendlyName="Пулемет"
FriendlyNamePlural="Пулеметы"
BriefSummary=""
TacticalText=""

[RhiShotgun_CV X2WeaponTemplate]
FriendlyName="Дробовик"
FriendlyNamePlural="Дробовики"
BriefSummary=""
TacticalText=""

[RhiPistol_CV X2WeaponTemplate]
FriendlyName="Пистолет"
FriendlyNamePlural="Пистолеты"
BriefSummary=""
TacticalText=""

[RhiSniperRifle_CV X2WeaponTemplate]
FriendlyName="Снайперская винтовка"
FriendlyNamePlural="Снайперские винтовки"
BriefSummary=""
TacticalText=""

[RhiRifle_MG X2WeaponTemplate]
FriendlyName="Лазерная винтовка"
FriendlyNamePlural="Лазерные винтовки"
BriefSummary=""
TacticalText=""

[RhiLMG_MG X2WeaponTemplate]
FriendlyName="Многоствольный пулемет"
FriendlyNamePlural="Многоствольные пулеметы"
BriefSummary=""
TacticalText=""

[RhiShotgun_MG X2WeaponTemplate]
FriendlyName="Лазерный дробовик"
FriendlyNamePlural="Лазерные дробовики"
BriefSummary=""
TacticalText=""

[RhiPistol_MG X2WeaponTemplate]
FriendlyName="Магнитный пистолет"
FriendlyNamePlural="Магнитные пистолеты"
BriefSummary=""
TacticalText=""

[RhiSniperRifle_MG X2WeaponTemplate]
FriendlyName="Винтовка с системой Гаусса"
FriendlyNamePlural="Винтовки с системой Гаусса"
BriefSummary=""
TacticalText=""

[RhiRifle_BM X2WeaponTemplate]
FriendlyName="Плазменная винтовка"
FriendlyNamePlural="Плазменные винтовки"
BriefSummary=""
TacticalText=""

[RhiLMG_BM X2WeaponTemplate]
FriendlyName="Лазерный пулемет"
FriendlyNamePlural="Лазерные пулеметы"
BriefSummary=""
TacticalText=""

[RhiShotgun_BM X2WeaponTemplate]
FriendlyName="Штормовая пушка"
FriendlyNamePlural="Штормовые пушки"
BriefSummary=""
TacticalText=""

[RhiPistol_BM X2WeaponTemplate]
FriendlyName="Лучевой пистолет"
FriendlyNamePlural="Лучевые пистолеты"
BriefSummary=""
TacticalText=""

[RhiSniperRifle_BM X2WeaponTemplate]
FriendlyName="Плазменное копье"
FriendlyNamePlural="Плазменные копья"
BriefSummary=""
TacticalText=""

[RhiBattleRifle_CV X2WeaponTemplate]
FriendlyName="Буллпап"
FriendlyNamePlural="Буллпапы"
BriefSummary=""
TacticalText=""

[RhiBattleRifle_MG X2WeaponTemplate]
FriendlyName="Магнитный буллпап"
FriendlyNamePlural="Магнитные буллпапы"
BriefSummary=""
TacticalText=""

[RhiBattleRifle_BM X2WeaponTemplate]
FriendlyName="Лучевой буллпап"
FriendlyNamePlural="Лучевые буллпапы"
BriefSummary=""
TacticalText=""
